{
  "name": "SaltedHash",
  "tagline": "Fortify Your Digital Frontier",
  "mission": "Empower organizations to defend against evolving digital threats with precision, innovation, and trust.",
  "vision": "A world where cybersecurity is seamless, strong, and smart — for every business, everywhere.",
  "story": "Founded in 2018 by a team of former government cybersecurity specialists and ethical hackers, SaltedHash was born from a simple observation: traditional security approaches were failing to keep pace with modern threats. We set out to build a company that combines cutting-edge technology with human expertise to deliver security solutions that are both powerful and practical. Today, we protect hundreds of organizations worldwide, from startups to Fortune 500 companies, across industries including healthcare, finance, technology, and critical infrastructure.",
  "values": [
    {
      "title": "Trust",
      "description": "We earn trust through transparency, integrity, and consistent delivery of exceptional security outcomes.",
      "icon": "handshake"
    },
    {
      "title": "Confidentiality",
      "description": "Your security posture and sensitive information are protected with the highest standards of confidentiality.",
      "icon": "lock"
    },
    {
      "title": "Excellence",
      "description": "We maintain the highest technical standards through continuous learning and industry certifications.",
      "icon": "award"
    },
    {
      "title": "Innovation",
      "description": "We stay ahead of threats by innovating and adapting to the ever-changing cybersecurity landscape.",
      "icon": "lightbulb"
    }
  ],
  "contact": {
    "email": "contact@saltedhash.com",
    "phone": "+1 (800) SALT-HASH",
    "address": "123 Security Boulevard, Suite 500, San Francisco, CA 94102"
  },
  "team": [
    {
      "id": "1",
      "name": "Dr. Alexandra Morgan",
      "role": "Chief Executive Officer & Co-Founder",
      "bio": "Former NSA cybersecurity analyst with 15+ years in threat intelligence and incident response.",
      "image": "/images/team/alexandra.jpg",
      "linkedin": "https://linkedin.com/in/alexandramorgan"
    },
    {
      "id": "2",
      "name": "James Chen",
      "role": "Chief Technology Officer & Co-Founder",
      "bio": "Ethical hacker and security researcher, holder of OSCP, OSCE, and multiple CVE discoveries.",
      "image": "/images/team/james.jpg",
      "linkedin": "https://linkedin.com/in/jameschen"
    },
    {
      "id": "3",
      "name": "Maria Rodriguez",
      "role": "VP of Security Operations",
      "bio": "20 years in enterprise security, specializing in SOC operations and incident response.",
      "image": "/images/team/maria.jpg",
      "linkedin": "https://linkedin.com/in/mariarodriguez"
    },
    {
      "id": "4",
      "name": "David Kim",
      "role": "Director of Cloud Security",
      "bio": "Cloud security architect with expertise in AWS, Azure, and GCP security frameworks.",
      "image": "/images/team/david.jpg",
      "linkedin": "https://linkedin.com/in/davidkim"
    }
  ],
  "milestones": [
    {
      "year": "2018",
      "title": "Company Founded",
      "description": "SaltedHash established by security veterans with a mission to revolutionize enterprise cybersecurity."
    },
    {
      "year": "2019",
      "title": "First Major Contract",
      "description": "Secured Fortune 500 client and expanded team to 25 security professionals."
    },
    {
      "year": "2020",
      "title": "ISO 27001 Certified",
      "description": "Achieved ISO 27001 certification, demonstrating commitment to security excellence."
    },
    {
      "year": "2021",
      "title": "Series A Funding",
      "description": "Raised $15M to expand services and develop proprietary security automation platform."
    },
    {
      "year": "2022",
      "title": "Global Expansion",
      "description": "Opened offices in London and Singapore, serving clients across three continents."
    },
    {
      "year": "2023",
      "title": "SOC 2 Type II Certified",
      "description": "Completed SOC 2 Type II audit, reinforcing trust with enterprise customers."
    },
    {
      "year": "2024",
      "title": "Industry Recognition",
      "description": "Named 'Rising Star in Cybersecurity' by Gartner and featured in Forbes Top Security Firms."
    },
    {
      "year": "2025",
      "title": "AI Security Lab Launch",
      "description": "Launched dedicated AI threat research lab to combat emerging AI-powered cyber threats."
    }
  ]
}

